[
  {
    "title": "Volcán Villarrica",
    "description": "Un impresionante volcán activo que ofrece senderos para caminatas y vistas impresionantes de los paisajes circundantes.",
    "imgUrl": "",
    "link": "#",
    "alt": "Volcán Villarrica con pico cubierto de nieve"
  },
  {
    "title": "Lago Villarrica",
    "description": "Disfruta de diversas actividades acuáticas como kayak y natación en las aguas cristalinas de este hermoso lago.",
    "imgUrl": "",
    "link": "#",
    "alt": "Personas haciendo kayak en el Lago Villarrica"
  },
  {
    "title": "Parque Nacional Huerquehue",
    "description": "Un impresionante parque nacional que presenta lagos, bosques y una fauna diversa, perfecto para hacer senderismo.",
    "imgUrl": "",
    "link": "#",
    "alt": "Bosques exuberantes en el Parque Nacional Huerquehue"
  },
  {
    "title": "Termas Geométricas",
    "description": "Relájate en estas hermosas aguas termales geotérmicas rodeadas de naturaleza, que ofrecen diversas piscinas termales.",
    "imgUrl": "",
    "link": "#",
    "alt": "Piscinas termales en Termas Geométricas"
  },
  {
    "title": "Mirador Cañi",
    "description": "Un fantástico mirador que ofrece vistas panorámicas del Volcán Villarrica y el Lago Villarrica.",
    "imgUrl": "",
    "link": "#",
    "alt": "Vista desde el Mirador Cañi"
  },
  {
    "title": "Playa de Pucón",
    "description": "Una hermosa playa junto al Lago Pucón, ideal para tomar el sol, nadar y disfrutar de actividades playeras.",
    "imgUrl": "",
    "link": "#",
    "alt": "Personas relajándose en la Playa de Pucón"
  },
  {
    "title": "Ojos del Caburgua",
    "description": "Cascadas naturales y aguas turquesas, perfectas para un día de exploración y fotografía impresionante.",
    "imgUrl": "",
    "link": "#",
    "alt": "Cascadas de Ojos del Caburgua"
  },
  {
    "title": "Rafting en el Río Trancura",
    "description": "Experimenta emocionantes aventuras de rafting en el Río Trancura, adecuado para todos los niveles de habilidad.",
    "imgUrl": "",
    "link": "#",
    "alt": "Grupo haciendo rafting en el Río Trancura"
  }
]
