[
  {
    "name": "Benjamin T.",
    "comment": "Muy buena hostal, un lugar muy amigable con el desconocido las habitaciones son buenas y las camas cómodas higiénicas, los baños son higiénicos al igual que la cocina. Recomendado 100%",
    "url": "https://maps.app.goo.gl/wnaaH4v7vsGn2LWW6",
    "hue": 120
  },
  {
    "name": "Valentina O.",
    "comment": "Desde que entre por la puerta me sentí como en casa, Naty y su equipo de trabajo hicieron que mi estadía fuera una experiencia única. Muchas gracias por tanta calidez y amabilidad, definitivamente volveré 🥹",
    "url": "https://maps.app.goo.gl/SBCg2MnoSCpJeSaM6",
    "hue": 180
  },
  {
    "name": "Paulina D.",
    "comment": "Un espacio acogedor y hermosamente decorado. Con un ambiente relajado y familiar. Espacios asi se agradecen y la calidez de quienes lo habitan y son anfitriones también.",
    "url": "https://maps.app.goo.gl/hg25CmCebWNo6ab49",
    "hue": 240
  },
  {
    "name": "Marcia O.",
    "comment": "Un encanto de lugar, muy limpio todo, buena luz y muy grato ambiente, irradian un equipo eficaz y buena onda. Una terraza encantadora rodeada de verde  y limpia, rico desayuno  para comenzar el día, 1000/10. Volvería!\nPd: fui con mi hijo pequeño de 2 años y se sintió super comodo",
    "url": "https://maps.app.goo.gl/MhKR2evx2Bqp9Kfv6",
    "hue": 300
  },
  {
    "name": "Alejandra H.",
    "comment": "Expectacular, notable.. sencillamente increible el trato que tuve, la calides de personas que hay, y muy economico espero ir nuevamente, muchas gracias chicas ❤️❤️😉",
    "url": "https://maps.app.goo.gl/yMzTktnBtx4dzubc6",
    "hue": 60
  },
  {
    "name": "Betzabeth R.",
    "comment": "Me encanta este hostal, la amabilidad con la que te atienden, marca la diferencia.",
    "url": "https://maps.app.goo.gl/34Raxzyu4atVazYZ9",
    "hue": 120
  },
  {
    "name": "Michael A.",
    "comment": "Lugar céntrico y bastante acogedor, con espacios comunes amplios y bonitos, estacionamiento y un gran patio. Todo el personal es bastante amable y siempre están dispuestos a ayudar. Lugar 100% recomendado.",
    "url": "https://maps.app.goo.gl/bMRoYj8jjeP6eS1Y8",
    "hue": 180
  },
  {
    "name": "Felipe A.",
    "comment": "Somos dos cicloviajeros, fuimos de paso por Villarrica un fin de semana y terminamos quedándonos casi un mes, muy acogedor hostal, Nataly, Juan y Mary son un amor.\nCuentan con cocina full equipada, servicio de lavandería, amplias habitaciones, áreas comunes muy cálidas e incluso una sala de terapias complementarias.\n10/10.\nLejos el mejor Hostel de la Araucanía lacustre",
    "url": "https://maps.app.goo.gl/BGykqzwZnk46KVG27",
    "hue": 240
  },
  {
    "name": "Juanjo C.",
    "comment": "Un excelente lugar para quienes buscan descansar y al mismo tiempo compartir en un ambiente muy buena onda, la experiencia fue de lo mejor, los anfitriones muy atentos, 100% recomendado, volvería mil veces ! Un hostal muy completo y lleno de amor ☺️",
    "url": "https://maps.app.goo.gl/9LR7LGcKQxwymRXC6",
    "hue": 300
  },
  {
    "name": "Vanesa L.",
    "comment": "Ambiente muy familiar, económico y céntrico. Destaco el desayuno, muy rico y saludable. Además, destaco la calidez de quién nos atendió y también, nos ayudó a orientarnos en la ciudad y alrededores. Las piezas cumplían con lo necesario, sábanas limpias y los baños también. Buen lugar para alojar, si estás de paso y buscas ahorrar.",
    "url": "https://www.google.com/maps/place/Hostal+Micelio/@-39.285539,-72.2290241,17z/data=!4m11!3m10!1s0x96146225645498eb:0x4f5d838949e2c739!5m2!4m1!1i2!8m2!3d-39.2855432!4d-72.2264492!9m1!1b1!16s%2Fg%2F11cm4bqv3j?entry=ttu&g_ep=EgoyMDI0MTIxMS4wIKXMDSoASAFQAw%3D%3D",
    "hue": 60
  },
  {
    "name": "Carina H.",
    "comment": "Maravilloso lugar, muy acogedor  las personas son estupendas, todo limpio y ordenado, perfecto para descansar y relajarse.\nAdemás queda cerca de todo y dan buenos tips para salir a conocer.",
    "url": "https://maps.app.goo.gl/uCtn8jHZGi596e4d7",
    "hue": 120
  },
  {
    "name": "Daniela A.",
    "comment": "Hermoso lugar, acogedor y cómodo. Los dueños súper simpáticos y hacen que la visita sea una experiencia muy hogareña.\nTotalmente recomendado!",
    "url": "https://maps.app.goo.gl/SqR9mS1ZBgSPYgiC7",
    "hue": 180
  },
  {
    "name": "Nicole C.",
    "comment": "Excelente experiencia, todos muy amables, lugar con hermosa vista y súper acogedor.... Temperatura adecuada para ir días de invieno. Volvería sin pensarlo dos veces.",
    "url": "https://maps.app.goo.gl/fYpKfcVYGGcxS3yr8",
    "hue": 120
  },
  {
    "name": "Luz C.",
    "comment": "Es un hermoso espacio, me recibieron muy bien. Las habitaciones son muy lindas pude descanzar  gratamente.  Los anfitriones son muy   amables.",
    "url": "https://maps.app.goo.gl/dXmaKoJUzQ7q7UwW8",
    "hue": 180
  },
  {
    "name": "Katherine B.",
    "comment": "Excelente ubicación y atención amigable!\nCómodo y seguro para poder salir a conocer el entorno.\n100% recomendado.",
    "url": "https://maps.app.goo.gl/gLUKyi5fKEYKkwnT7",
    "hue": 240
  },
  {
    "name": "Jimena L.",
    "comment": "Excelente lugar, acogedor, grato ambiente, atendido por sus dueños que son muy amables y buena onda!\nTiene una muy buena ubicación.",
    "url": "https://maps.app.goo.gl/V8poPhzPdHExZRoQ6",
    "hue": 300
  }
]
