[
  {
    "name": "Rapa Nui",
    "slug": "rapa-nui",
    "description": "Escápate en esta elegante habitación matrimonial con baño privado y vistas parciales al majestuoso lago Villarrica. Ubicada en el primer piso, ofrece un ambiente luminoso y tranquilo, perfecto para parejas que buscan intimidad sin renunciar a la comodidad. Despierta con las primeras luces del día reflejándose en el lago y disfruta de un desayuno incluido antes de explorar el parque.",
    "floor": 1,
    "beds": ["B01"],
    "capacity": 2,
    "hasPrivateToilet": true,
    "defaultFormat": "HMA",
    "alternativeFormats": [],
    "gender": null
  },
  {
    "name": "Conguillío",
    "slug": "conguillio",
    "description": "Perfecta para grupos de amigos o familias, esta espaciosa habitación cuenta con tres cómodas camas individuales de 1,5 plazas en el primer piso. Disfruta de abundante luz natural y calefacción regulable para tu máximo confort. Con acceso a cocina compartida totalmente equipada y amplias zonas comunes, es el lugar ideal para socializar y planificar tus aventuras en la naturaleza.",
    "floor": 1,
    "beds": ["B02", "B02", "B02"],
    "capacity": 3,
    "hasPrivateToilet": false,
    "defaultFormat": "HT",
    "alternativeFormats": ["HDB"],
    "gender": null
  },
  {
    "name": "Villarrica",
    "slug": "villarrica",
    "description": "Despierta con una vista espectacular al imponente volcán Villarrica desde esta romántica habitación matrimonial. Ubicada estratégicamente para capturar tanto la luz dorada del amanecer como los atardeceres más memorables, es perfecta para parejas que buscan una experiencia única. Incluye desayuno artesanal y acceso completo a nuestra cocina equipada y espacios comunes acogedores.",
    "floor": 1,
    "beds": ["B01"],
    "capacity": 2,
    "hasPrivateToilet": false,
    "defaultFormat": "HMA",
    "alternativeFormats": [],
    "gender": null
  },
  {
    "name": "Laguna San Rafael",
    "slug": "laguna-san-rafael",
    "description": "Dormitorio masculino espacioso y bien ventilado con seis camas individuales cómodas, incluyendo dos prácticas literas. Diseñado para viajeros que buscan una experiencia auténtica de hostal, cuenta con taquillas para tus pertenencias y acceso completo a nuestra cocina comunitaria y zonas de descanso. Perfecto para conocer otros aventureros y compartir historias de viaje.",
    "floor": 0,
    "beds": ["B02", "B02", "B03", "B03", "B04", "B04"],
    "capacity": 6,
    "hasPrivateToilet": false,
    "defaultFormat": "HCO",
    "alternativeFormats": ["HT"],
    "gender": "male"
  },
  {
    "name": "Torres del Paine",
    "slug": "torres-del-paine",
    "description": "Dormitorio femenino acogedor y luminoso con cuatro camas individuales extra cómodas de 1,5 plazas, bañado por abundante luz natural. Creado especialmente para mujeres viajeras que valoran la comodidad y el orden, ofrece un ambiente seguro y relajante. Disfruta de nuestra cocina completamente equipada y espacios comunes diseñados para el descanso y la socialización.",
    "floor": 1,
    "beds": ["B03", "B04", "B03", "B04"],
    "capacity": 4,
    "hasPrivateToilet": false,
    "defaultFormat": "HCO",
    "alternativeFormats": ["HCO", "HDB", "HT"],
    "gender": "female"
  },
  {
    "name": "Huerquehue",
    "slug": "huerquehue",
    "description": "Refugio perfecto para viajeros individuales o parejas, ubicado en el segundo piso con vistas parciales al majestuoso volcán. Esta habitación tranquila cuenta con dos cómodas camas de 1,5 plazas en un ambiente silencioso, ideal para descansar después de un día de aventuras. Incluye desayuno artesanal y acceso completo a nuestra cocina y espacios comunes.",
    "floor": 2,
    "beds": ["B02", "B02"],
    "capacity": 2,
    "hasPrivateToilet": false,
    "defaultFormat": "HIN",
    "alternativeFormats": ["HDB"],
    "gender": null
  },
  {
    "name": "Pumalin",
    "slug": "pumalin",
    "description": "Habitación doble espectacular en el segundo piso con amplias ventanas que enmarcan vistas impresionantes del volcán. Las dos cómodas camas de 1,5 plazas te garantizan un descanso reparador mientras contemplas el paisaje andino. Perfecta para amigos o familiares que buscan compartir una experiencia única, con desayuno incluido y acceso completo a todas nuestras instalaciones.",
    "floor": 2,
    "beds": ["B02", "B02"],
    "capacity": 2,
    "hasPrivateToilet": false,
    "defaultFormat": "HDB",
    "alternativeFormats": ["HIN"],
    "gender": null
  },
  {
    "name": "Nahuelbuta",
    "slug": "nahuelbuta",
    "description": "Santuario de tranquilidad con dos cómodas camas de 1,5 plazas, diseñado para quienes buscan un descanso sin distracciones en medio de la naturaleza. Esta habitación minimalista pero acogedora es perfecta para desconectar y recargar energías. Incluye desayuno casero y acceso completo a nuestra cocina equipada y espacios comunes para cuando quieras socializar.",
    "floor": 2,
    "beds": ["B02", "B02"],
    "capacity": 2,
    "hasPrivateToilet": false,
    "defaultFormat": "HIN",
    "alternativeFormats": ["HDB"],
    "gender": null
  },
  {
    "name": "Queulat",
    "slug": "queulat",
    "description": "Habitación amplia y versátil con una cama matrimonial y una individual, perfecta para familias pequeñas o grupos de amigos. Disfruta de vistas panorámicas únicas que abarcan la ciudad, el sereno lago y el majestuoso volcán Llaima. Esta habitación te ofrece lo mejor de todos los mundos: comodidad, espacio y las vistas más espectaculares del hostal, con desayuno incluido y acceso completo a todas las instalaciones.",
    "floor": 2,
    "beds": ["B01", "B02"],
    "capacity": 3,
    "hasPrivateToilet": false,
    "defaultFormat": "HMA",
    "alternativeFormats": ["HT", "HDB"],
    "gender": null
  }
]
